{
  "about" : "SOBRE",
  "title" : "Termos de uso",
  "description1" : "A seguir estão descritas as regras aplicáveis à utilização do aplicativo APIS. O APIS foi desenvolvido com cunho educacional como trabalho de conclusão de curso pelo graduando Carlos Rodrigo Vogt do curso de Ciência da Computação pela instituição de ensino Universidade de Santa Cruz do Sul (UNISC).",
  "description2" : "Ao aceitar estes termos de uso, o usuário se submeterá automaticamente às regras e condições aqui descritas e assim poderá dar inicio a seu cadastro neste sistema.",
  "1" : "1. DEFINIÇÕES",
  "1.1" : "1.1. Aplicativo móvel: Software desenvolvido para instalação em dispositivos móveis, tais como smartphones e tablets O aplicativo APIS é compatível com dispositivos que utilizem o S.O. Android versão 5.0 (Lollipop - API 21) ou superior.",
  "1.2" : "1.2. S.O: Sistema Operacional: Conjunto de programas que gerenciam todas as funcionalidades do dispositivo, incluindo a comunicação entre hardware e software.",
  "1.3" : "1.3. Android: Sistema operacional para dispositivos móveis desenvolvido pelo ‘’Open Handset Alliance’’, liderada pelo Google.",
  "1.4" : "1.4. Usuários: O aplicativo APIS destina-se à apicultores que atuam dentro do território brasileiro e a especialistas que queiram monitorar pontos de mortalidade de abelhas.",
  "1.5" : "1.5. Recursos: Os usuários terão acesso aos seguintes recursos:",
  "1.5.1" : "1.5.1. Fluxo público (Sem autenticação)",
  "1.5.1.1" : " 1.5.1.1. Cadastro: A criação de cadastro consiste dos dados obrigatórios: Nome, e-mail, telefone, senha, cidade, estado e das informações opcionais CEP e coordenadas da casa do mel. Um e-mail já cadastrado não poderá realizar novo cadastro. Após a criação da conta, o usuário receberá um e-mail de verificação, é necessário que o usuário valide o e-mail para poder realizar o login.",
  "1.5.1.2" : "1.5.1.2. Recuperação de senha: Para a recuperação de senha, é necessário informar um e-mail. O e-mail sendo válido, será encaminhado um link de recuperação de senha para definição de uma nova senha de acesso.",
  "1.5.1.3" : "1.5.1.3. Login: Com o e-mail já verificado, poderá ser realizado o login informando e-mail e senha, se os dados informados forem corretos, o usuário passa a acessar o fluxo privado.",
  "1.5.2" : "1.5.2. Fluxo privado (Com autenticação)",
  "1.5.2.1" : "1.5.2.1. Home: Será possível adicionar, editar e excluir anotações.",
  "1.5.2.2" : "1.5.2.2. Apiários:  ",
  "1.5.2.2.1" : "1.5.2.2.1. Checar viabilidade: Será possível checar viabilidade de instalação e estimativa de produção com base em dados informados.",
  "1.5.2.2.2" : "1.5.2.2.2. Cadastro de apiários: Para cadastrar um novo apiário é necessário informar as seguintes informações obrigatórias: Nome do apiário, nome do proprietário do local, quantidade total de locais disponíveis, quantidade total de colmeias instaladas, cidade e estado, além das informações opcionais: telefone do proprietário do local, percentual a ser pago ao proprietário, CEP da localidade e coordenadas do apiário.",
  "1.5.2.2.3" : "1.5.2.2.3. Lista de apiários: Acesso a lista de apiários cadastrados, ativos ou inativos. Ao clicar sobre o registro, uma tela com informações sobre ele é exibida.",
  "1.5.2.2.4" : "1.5.2.2.4. Informações do apiário: Nessa tela é possível editar e inativar o apiário, além de adicionar, editar ou excluir anotações e produções referentes ao apiário. Para os apiários que possuem coordenadas cadastradas, é exibido um mapa com a localização dele. As informações sobre os apiários são privadas, exceto quando um apiário é marcado com mortalidade, então ele passa a ser visível de forma publica a todos os usuários do aplicativo através da funcionalidade “Mapa de mortalidade”. Ao marcar o apiário com mortalidade ele ficará com esta marcação pelo período de 365 dias, ou, até o usuário remover a marcação, o que ocorrer primeiro.",
  "1.5.2.3" : "1.5.2.3. Mapa de apiários: São exibidos marcadores nas coordenadas dos apiários que possuam coordenadas cadastradas. Além do marcador, é gerado um circulo com raio de 1500 metros no entorno do marcador, indicado o raio de alcance do apiário.  Ao clicar sobre um apiário, o usuário é direcionado para a tela de informações referentes a ele.",
  "1.5.2.4" : "1.5.2.4. Mapa de mortalidade: Este mapa é público e disponibiliza as informações de todos os apiários que foram marcados registros de mortalidade, esta funcionalidade serve para monitoramento de áreas de risco a serem evitadas pelos apicultores.",
  "1.5.2.5" : "1.5.2.5. Configurações: Usuário pode adicionar uma foto de perfil, que é salva apenas no dispositivo do usuário, alterar seus dados pessoais, alterar sua senha, compartilhar o link do aplicativo APIS, enviar sugestões, sair da conta, apagar conta, trocar o tema, acessar informações sobre o aplicativo APIS, além de poder acessar estes termos para leitura.",
  "2" : "2. DO CADASTRO E USO DO APLICATIVO APIS",
  "2.1" : "2.1. O cadastro é realizado no primeiro acesso ao aplicativo APIS, após o usuário ter realizado o aceite dos termos de uso e poderá ser alterado a qualquer momento após realização do login.",
  "2.2" : "2.2. O usuário ao realizar o cadastro com suas informações é o responsável pelo correto preenchimento e manutenção das referidas informações.",
  "2.3" : "2.3. Será permitido um único cadastramento por e-mail, assim, caso o usuário tenha realizado um cadastro com determinado e-mail, ele não poderá realizar novo cadastro com o mesmo e-mail. Contudo, é possível a utilização de um e-mail diferente para realização de um novo cadastro, se assim o usuário optar. O acesso do usuário é único e intransferível, devendo apenas a ele a utilização de suas credenciais.",
  "2.4" : "2.4. Não é de responsabilidade do desenvolvedor ou da instituição de ensino caso o usuário compartilhe suas credenciais de acesso.",
  "2.5" : "2.5. Toda e qualquer ação executada ou conteúdo publicado pelo usuário durante a utilização do aplicativo APIS será de sua exclusiva e integral responsabilidade, devendo isentar e indenizar o autor da aplicação e instituição de ensino de quaisquer reclamações, prejuízos, perdas e danos causados, em decorrência de tais ações ou manifestações.",
  "2.6" : "2.6. O autor e a instituição de ensino se eximem de toda e qualquer responsabilidade pelos danos e prejuízos de qualquer natureza que possam decorrer do acesso, interceptação, eliminação, alteração, modificação ou manipulação, por terceiros não autorizados, dos dados do usuário durante a utilização do aplicativo.",
  "2.7" : "2.7. As informações solicitadas ao usuário no momento do cadastro serão utilizadas somente para os fins previstos nestes termos de uso e em nenhuma circunstância tais informações serão cedidas ou compartilhadas com terceiros.",
  "2.8" : "2.8. O usuário concorda que ao marcar um apiário como contendo mortalidade este apiário ficará visível a todos os usuários do aplicativo, não sendo mais um apiário restrito ao usuário que o cadastrou.",
  "3" : "3. RENÚNCIA A GARANTIAS E LIMITAÇÃO DE RESPONSABILIDADE",
  "3.1" : "3.1. O desenvolvedor nem a instituição de ensino garantem que o aplicativo APIS será livre de perdas, defeitos, ataques, vírus, interferências, atividades de hackers ou outra intrusão de segurança. O desenvolvedor e a instituição de ensino renunciam a qualquer responsabilidade com relação a isso por ser culpa de terceiros.",
  "4" : "4. DA PROPRIEDADE INTELECTUAL",
  "4.1" : "4.1. O usuário concorda que o aplicativo APIS com interface de usuário, scripts e software utilizados para implementá-lo contêm informações exclusivas de propriedade do desenvolvedor e são protegidos pelas leis de propriedade intelectual e outras leis aplicáveis, incluindo, sem limitação, direitos autorais.",
  "4.2" : "4.2. O usuário concorda que não utilizará tais informações ou materiais exclusivos de nenhuma forma, exceto para uso dos serviços em conformidade com estes termos de uso. Nenhuma parte dos serviços poderá ser reproduzida de qualquer forma ou por qualquer meio, exceto conforme expressamente permitido por estes termos.",
  "4.3" : "4.3. Sem prejuízo de qualquer disposição destes termos, o desenvolvedor, a instituição de ensino e seus representantes se reservam o direito de alterar, suspender, remover ou desabilitar o acesso ao aplicativo, conteúdos ou outros materiais a qualquer momento, sem aviso ou ônus. Em hipótese alguma, o desenvolvedor nem a instituição de ensino serão responsabilidades por terem realizado tais alterações.",
  "4.4" : "4.4. O aplicativo APIS é disponibilizado inicialmente de forma gratuita, podendo no futuro vir a ser cobrado para uso ou ainda podendo ser adicionadas propagandas como forma de ajuda de custo para manutenção do sistema e pagamento de softwares utilizados no aplicativo APIS. Tais mudanças poderão ocorrer a qualquer momento, sem aviso ou ônus. Em hipótese alguma, o desenvolvedor nem a instituição de ensino serão responsabilidades por terem realizado tais alterações.",
  "5" : "5. DA POLITICA DE PRIVACIDADE",
  "5.1" : "5.1. Todos os dados inseridos no aplicativo serão armazenados em um banco de dados em nuvem e no dispositivo utilizado pelo usuário.",
  "5.2" : "5.2. O aplicativo APIS utiliza do gps apenas nos seguintes casos: Criação de conta, alteração de conta, criação de apiário, alteração de apiário e durante o uso dos mapas de apiários e mortalidade. Em momento algum o aplicativo APIS irá utilizar o gps em segundo plano.",
  "6" : "6. DO CANCELAMENTO",
  "6.1" : "6.1. O usuário poderá a qualquer momento, desinstalar o aplicativo APIS. A desinstalação do aplicativo não apaga os dados de usuário cadastrados.",
  "6.2" : "6.2. Para a exclusão do usuário existe uma funcionalidade localizada na tela de configurações, tal funcionalidade serve exclusivamente para a exclusão do usuário e de todos os seus dados, exceto apiários cadastrados com mortalidade, estes por sua vez são públicos e não vinculados ao usuário.",
  "6.3" : "6.3. O usuário ao excluir seus dados, tem ciência de que os mesmos não poderão ser recuperados.",
  "7" : "7. DISPOSIÇÕES GERAIS",
  "7.1" : "7.1. O desenvolvedor reserva o direito de a qualquer momento, modificar o presente termo de uso e política de privacidade e impor termos ou condições novos ou adicionais sobre o uso do aplicativo APIS. Tais modificações e termos e condições adicionais entrarão em vigor de forma imediata e serão incorporadas a este termo.",
  "7.2" : "7.2. Se qualquer termo ou condição destes termos de uso for considerado inválido, ilegal ou inaplicável, as partes concordam que tal termo ou condição poderá ser excluído e o restante do acordo deverá continuar em vigor enquanto o usuário possuir cadastro no aplicativo APIS."
}
